Repository: enrzh/aiity
Catalog: AIApp/Localizable.xcstrings
Source language: de
Languages: ar, bn, en, es, fr, hi, id, it, ja, ko, pt, ru, tr, ur, vi, zh_hans

source: Datei ist kein gültiges ZIP.
ar: الملف ليس ZIP صالحاً.
bn: ফাইলটি বৈধ ZIP নয়।
en: That file isn't a valid ZIP.
es: El archivo no es un ZIP válido.
fr: Le fichier n'est pas un ZIP valide.
hi: फ़ाइल वैध ZIP नहीं है।
id: File bukan ZIP yang valid.
it: Il file non è uno ZIP valido.
ja: 有効な ZIP ファイルではありません。
ko: 파일이 유효한 ZIP이 아닙니다.
pt: O ficheiro não é um ZIP válido.
ru: Файл не является корректным ZIP.
tr: Dosya geçerli bir ZIP değil.
ur: فائل درست ZIP نہیں ہے۔
vi: Tệp không phải ZIP hợp lệ.
zh_hans: 文件不是有效的 ZIP。

source: Datei zu kurz: %@
ar: الملف قصير جدًا: %@
bn: ফাইল খুব ছোট: %@
en: File too short: %@
es: Archivo demasiado corto: %@
fr: Fichier trop court : %@
hi: फ़ाइल बहुत छोटी है: %@
id: File terlalu pendek: %@
it: File troppo corto: %@
ja: ファイルが短すぎます: %@
ko: 파일이 너무 짧음: %@
pt: Ficheiro demasiado curto: %@
ru: Файл слишком короткий: %@
tr: Dosya çok kısa: %@
ur: فائل بہت چھوٹی ہے: %@
vi: Tệp quá ngắn: %@
zh_hans: 文件太短：%@

source: Daten
ar: البيانات
bn: ডেটা
en: Data
es: Datos
fr: Données
hi: डेटा
id: Data
it: Dati
ja: データ
ko: 데이터
pt: Dados
ru: Данные
tr: Veri
ur: ڈیٹا
vi: Dữ liệu
zh_hans: 数据

source: Daten aus dem Internet laden
ar: جلب بيانات من الإنترنت
bn: ইন্টারনেট থেকে ডেটা লোড করা
en: Load data from the internet
es: Cargar datos de internet
fr: Charger des données depuis Internet
hi: इंटरनेट से डेटा लोड करें
id: Memuat data dari internet
it: Carica dati da internet
ja: インターネットからデータを取得
ko: 인터넷에서 데이터 불러오기
pt: Carregar dados da Internet
ru: Загружать данные из интернета
tr: İnternetten veri yükleme
ur: انٹرنیٹ سے ڈیٹا لوڈ کرنا
vi: Tải dữ liệu từ internet
zh_hans: 从网上获取数据

source: Datenschutz
ar: الخصوصية
bn: গোপনীয়তা
en: Privacy
es: Privacidad
fr: Confidentialité
hi: प्राइवेसी
id: Privasi
it: Privacy
ja: プライバシー
ko: 개인정보 보호
pt: Privacidade
ru: Конфиденциальность
tr: Gizlilik
ur: پرائیویسی
vi: Quyền riêng tư
zh_hans: 隐私

source: Dein KI-Chat. Deine Mini-Apps.
ar: دردشتك مع الذكاء الاصطناعي. Mini-Apps الخاصة بك.
bn: আপনার AI চ্যাট। আপনার Mini-Apps।
en: Your AI chat. Your Mini-Apps.
fr: Ton chat IA. Tes Mini-Apps.
hi: तुम्हारी AI चैट। तुम्हारे Mini-Apps।
id: Chat AI Anda. Mini-Apps Anda.
it: La tua chat IA. Le tue Mini-Apps.
ja: あなたのAIチャット。 あなたの Mini-Apps。
ko: 당신의 AI 채팅. 당신의 Mini-App.
pt: O teu chat de IA. As tuas Mini-Apps.
ru: Твой ИИ-чат. Твои Mini-Apps.
tr: AI sohbetiniz. Mini-App'leriniz.
ur: آپ کی AI چیٹ۔ آپ کی Mini-Apps۔
vi: Trò chuyện AI của bạn. Mini-App của bạn.
zh_hans: 你的 AI 聊天。 你的 Mini-Apps。

source: Denkt nur mit — nutzt keine Tools und baut nichts.
ar: يفكّر معك فقط — بلا أدوات ولا يبني شيئًا.
bn: শুধু চিন্তা করে — কোনো টুল ব্যবহার করে না, কিছু তৈরি করে না।
en: Just thinks along — uses no tools, builds nothing.
es: Solo piensa contigo — no usa herramientas ni construye nada.
fr: Réfléchit seulement — n'utilise aucun outil et ne construit rien.
hi: सिर्फ़ साथ सोचता है — कोई टूल इस्तेमाल नहीं करता, कुछ नहीं बनाता।
id: Hanya berpikir — tidak menggunakan tool dan tidak membangun apa pun.
it: Ragiona e basta — non usa strumenti e non costruisce niente.
ja: 一緒に考えるだけ — ツールは使わず、何も作らない。
ko: 생각만 합니다 — 도구를 사용하지 않고 아무것도 만들지 않습니다.
pt: Só pensa contigo — não usa ferramentas nem constrói nada.
ru: Только размышляет — не пользуется инструментами и ничего не создаёт.
tr: Sadece düşünür — hiçbir araç kullanmaz ve hiçbir şey oluşturmaz.
ur: صرف سوچتا ہے — کوئی ٹول استعمال نہیں کرتا، کچھ نہیں بناتا۔
vi: Chỉ suy nghĩ — không dùng công cụ và không xây dựng gì cả.
zh_hans: 只负责出主意 — 不用工具，也不动手做。

source: Der Absturz wurde in der App abgefangen.
ar: تم التقاط الانهيار داخل التطبيق.
bn: ক্র্যাশটি অ্যাপে ধরা পড়েছে।
en: The crash was caught inside the app.
es: El fallo se capturó dentro de la app.
fr: Le crash a été intercepté dans l'app.
hi: क्रैश को ऐप के अंदर ही पकड़ लिया गया।
id: Crash tertangkap di dalam aplikasi.
it: Il crash è stato intercettato dall'app.
ja: クラッシュはアプリ内で捕捉されました。
ko: 크래시가 앱 내부에서 포착되었습니다.
pt: A falha foi capturada dentro da app.
ru: Сбой был перехвачен внутри приложения.
tr: Çökme uygulama içinde yakalandı.
ur: کریش ایپ کے اندر پکڑا گیا۔
vi: Crash đã được bắt trong ứng dụng.
zh_hans: 崩溃已被 App 捕获。

source: Der Agent nutzt denselben Anbieter wie der Chat. Änderst du den Chat-Anbieter, zieht der Agent mit.
ar: يستخدم الوكيل نفس مزوّد الدردشة. وإذا غيّرت مزوّد الدردشة، يتغيّر معه الوكيل.
bn: Agent চ্যাটের মতো একই প্রোভাইডার ব্যবহার করে। চ্যাটের প্রোভাইডার বদলালে Agent-ও বদলে যায়।
en: The agent uses the same provider as the chat. Change the chat provider and the agent follows.
es: El agente usa el mismo proveedor que el chat. Si cambias el proveedor del chat, el agente cambia con él.
fr: L'agent utilise le même fournisseur que le chat. Si tu changes celui du chat, l'agent suit.
hi: Agent चैट वाला ही प्रोवाइडर इस्तेमाल करता है। चैट प्रोवाइडर बदलने पर Agent भी उसी के साथ बदल जाता है।
id: Agent menggunakan penyedia yang sama dengan chat. Jika Anda mengubah penyedia chat, Agent akan ikut berubah.
it: L'agente usa lo stesso provider della chat. Se cambi il provider della chat, l'agente lo segue.
ja: エージェントはチャットと同じプロバイダを使います。チャット側を変えると、エージェントも一緒に変わります。
ko: Agent는 채팅과 동일한 제공자를 사용합니다. 채팅 제공자를 변경하면 Agent도 함께 변경됩니다.
pt: O agente usa o mesmo fornecedor que o chat. Se mudares o fornecedor do chat, o agente acompanha.
ru: Агент использует того же провайдера, что и чат. Сменишь провайдера чата — агент перейдёт следом.
tr: Agent, sohbetle aynı sağlayıcıyı kullanır. Sohbet sağlayıcısını değiştirirseniz Agent da değişir.
ur: Agent چیٹ جیسا ہی فراہم کنندہ استعمال کرتا ہے۔ چیٹ کا فراہم کنندہ بدلنے پر Agent بھی بدل جاتا ہے۔
vi: Agent dùng cùng nhà cung cấp với trò chuyện. Nếu bạn đổi nhà cung cấp của trò chuyện, Agent cũng sẽ đổi theo.
zh_hans: 该智能体使用和聊天相同的服务商。你换了聊天的服务商，它也跟着换。

source: Der Bericht enthält Gerätemodell, iOS-Version, App-Version, Anbietername und die Ereignisliste. Keine Nachrichteninhalte, keine API-Schlüssel.
ar: يتضمّن التقرير طراز الجهاز وإصدار iOS وإصدار التطبيق واسم المزوّد وقائمة الأحداث. بلا محتوى رسائل وبلا مفاتيح API.
bn: রিপোর্টে ডিভাইস মডেল, iOS ভার্সন, অ্যাপ ভার্সন, প্রোভাইডারের নাম ও ঘটনার তালিকা থাকে। কোনো বার্তার বিষয়বস্তু নেই, কোনো API-Key নেই।
en: The report contains the device model, iOS version, app version, provider name and the event list. No message content, no API keys.
es: El informe incluye el modelo del dispositivo, la versión de iOS, la versión de la app, el nombre del proveedor y la lista de eventos. Ningún contenido de mensajes ni claves API.
fr: Le rapport contient le modèle d'appareil, la version d'iOS, la version de l'app, le nom du fournisseur et la liste des événements. Aucun contenu de message, aucune clé API.
hi: रिपोर्ट में डिवाइस मॉडल, iOS वर्शन, ऐप वर्शन, प्रोवाइडर का नाम और घटनाओं की सूची होती है। कोई संदेश सामग्री नहीं, कोई API-Key नहीं।
id: Laporan berisi model perangkat, versi iOS, versi aplikasi, nama penyedia, dan daftar kejadian. Tidak ada isi pesan, tidak ada API-Key.
it: Il rapporto contiene modello del dispositivo, versione di iOS, versione dell'app, nome del provider e l'elenco degli eventi. Nessun contenuto dei messaggi, nessuna chiave API.
ja: レポートに含まれるのは端末モデル、iOS バージョン、アプリバージョン、プロバイダ名、イベント一覧です。メッセージの内容や API キーは含みません。
ko: 보고서에는 기기 모델, iOS 버전, 앱 버전, 제공자 이름, 이벤트 목록이 포함됩니다. 메시지 내용이나 API-Key는 포함되지 않습니다.
pt: O relatório contém o modelo do dispositivo, a versão do iOS, a versão da app, o nome do fornecedor e a lista de eventos. Sem conteúdo de mensagens e sem chaves API.
ru: В отчёт входят модель устройства, версия iOS, версия приложения, имя провайдера и список событий. Ни текстов сообщений, ни API-ключей.
tr: Rapor cihaz modelini, iOS sürümünü, uygulama sürümünü, sağlayıcı adını ve olay listesini içerir. Mesaj içeriği yok, API-Key yok.
ur: رپورٹ میں ڈیوائس ماڈل، iOS ورژن، ایپ ورژن، فراہم کنندہ کا نام اور واقعات کی فہرست شامل ہے۔ کوئی پیغام کا مواد نہیں، کوئی API-Key نہیں۔
vi: Báo cáo chứa model thiết bị, phiên bản iOS, phiên bản ứng dụng, tên nhà cung cấp và danh sách sự kiện. Không có nội dung tin nhắn, không có API-Key.
zh_hans: 报告包含设备型号、iOS 版本、应用版本、服务商名称和事件列表。不含消息内容，也不含 API 密钥。

source: Der Chat entscheidet selbst, wen er fragt. Ausgeschaltete Agenten werden nie gefragt.
ar: الدردشة تقرّر بنفسها من تسأل. الوكلاء المُطفأون لا تُطرح عليهم أسئلة أبدًا.
bn: চ্যাট নিজেই ঠিক করে কাকে জিজ্ঞাসা করবে। বন্ধ থাকা Agent-দের কখনো জিজ্ঞাসা করা হয় না।
en: The chat decides for itself who to ask. Agents that are switched off are never asked.
es: El chat decide solo a quién pregunta. A los agentes desactivados nunca les pregunta.
fr: Le chat décide lui-même qui consulter. Les agents désactivés ne sont jamais consultés.
hi: चैट खुद तय करता है कि किससे पूछना है। बंद किए गए Agents से कभी नहीं पूछा जाता।
id: Chat sendiri yang menentukan siapa yang ditanya. Agent yang dinonaktifkan tidak pernah ditanya.
it: La chat decide da sola chi interpellare. Gli agenti disattivati non vengono mai interpellati.
ja: 誰に聞くかはチャットが自分で決めるよ。オフのエージェントには聞かない。
ko: 채팅이 누구에게 물어볼지 스스로 결정합니다. 꺼진 Agent에게는 절대 묻지 않습니다.
pt: O chat decide sozinho a quem perguntar. Agentes desligados nunca são consultados.
ru: Чат сам решает, кого спросить. Выключенных агентов он не спрашивает.
tr: Sohbet kime soracağına kendi karar verir. Kapatılan Agent'lara asla sorulmaz.
ur: چیٹ خود فیصلہ کرتی ہے کہ کس سے پوچھنا ہے۔ بند کیے گئے Agents سے کبھی نہیں پوچھا جاتا۔
vi: Trò chuyện tự quyết định hỏi ai. Agent bị tắt sẽ không bao giờ được hỏi.
zh_hans: 聊天会自己决定问谁。已关闭的智能体永远不会被问到。

source: Der Chat-Verlauf konnte weder gelesen noch gesichert werden
ar: تعذّرت قراءة سجل المحادثة أو حفظه
bn: চ্যাট ইতিহাস পড়া বা সংরক্ষণ কোনোটিই করা যায়নি
en: The chat history could be neither read nor backed up
es: No se pudo leer ni respaldar el historial del chat
fr: L'historique du chat n'a pu être ni lu ni sauvegardé
hi: चैट हिस्ट्री न तो पढ़ी जा सकी और न सुरक्षित की जा सकी
id: Riwayat chat tidak dapat dibaca maupun disimpan
it: Non è stato possibile leggere né mettere al sicuro la cronologia chat
ja: チャット履歴を読み込むことも退避することもできませんでした
ko: 채팅 기록을 읽을 수도, 백업할 수도 없었습니다
pt: Não foi possível ler nem salvaguardar o histórico da conversa
ru: Историю чата не удалось ни прочитать, ни сохранить
tr: Sohbet geçmişi ne okunabildi ne de yedeklenebildi
ur: چیٹ کی تاریخ نہ پڑھی جا سکی نہ محفوظ کی جا سکی
vi: Không thể đọc cũng không thể sao lưu lịch sử trò chuyện
zh_hans: 聊天记录既读不出来，也备份不了

source: Der Claude-Abo-Login funktioniert meist, ist aber für Dritt-Apps nicht offiziell garantiert. Für volle Zuverlässigkeit: ein eigener API-Key (Pay-as-you-go).
ar: تسجيل الدخول باشتراك Claude يعمل غالباً، لكنه غير مضمون رسمياً للتطبيقات الخارجية. وللثبات الكامل: مفتاح API خاص بك (دفع حسب الاستخدام).
bn: Claude সাবস্ক্রিপশন লগইন সাধারণত কাজ করে, তবে থার্ড-পার্টি অ্যাপের জন্য অফিসিয়ালি নিশ্চিত নয়। পূর্ণ নির্ভরযোগ্যতার জন্য: নিজস্ব API-Key (Pay-as-you-go)।
en: The Claude subscription login usually works, but it isn't officially guaranteed for third-party apps. For full reliability, use your own API key (pay-as-you-go).
es: El inicio de sesión con la suscripción de Claude suele funcionar, pero no está garantizado oficialmente para apps de terceros. Para máxima fiabilidad: tu propia clave API (pago por uso).
fr: La connexion à l'abonnement Claude marche la plupart du temps, mais elle n'est pas officiellement garantie pour les apps tierces. Pour une fiabilité totale : ta propre clé API (paiement à l'usage).
hi: Claude सब्सक्रिप्शन लॉगिन आमतौर पर काम करता है, लेकिन थर्ड-पार्टी ऐप्स के लिए इसकी आधिकारिक गारंटी नहीं है। पूरी भरोसेमंदी के लिए: अपना API-Key (Pay-as-you-go)।
id: Login langganan Claude biasanya berfungsi, tetapi tidak dijamin secara resmi untuk aplikasi pihak ketiga. Untuk keandalan penuh: API-Key sendiri (bayar sesuai pemakaian).
it: L'accesso con abbonamento Claude di solito funziona, ma non è garantito ufficialmente per le app di terze parti. Per la massima affidabilità: una chiave API tua (pay-as-you-go).
ja: Claude のサブスクログインはたいてい動きますが、サードパーティアプリでの利用は公式には保証されていません。確実に使うなら自分の API キー（従量課金）を。
ko: Claude 구독 로그인은 대개 작동하지만 타사 앱에는 공식적으로 보장되지 않습니다. 완전한 안정성을 위해서는: 자체 API-Key(사용량 기반 결제).
pt: O início de sessão com subscrição Claude costuma funcionar, mas não é oficialmente garantido para apps de terceiros. Para total fiabilidade: uma chave API própria (pay-as-you-go).
ru: Вход по подписке Claude обычно работает, но официально для сторонних приложений не гарантирован. Для полной надёжности — свой API-ключ (оплата по факту).
tr: Claude abonelik girişi genellikle çalışır, ancak üçüncü taraf uygulamalar için resmi olarak garanti edilmez. Tam güvenilirlik için: kendi API-Key'iniz (kullandıkça öde).
ur: Claude سبسکرپشن لاگ اِن عام طور پر کام کرتا ہے، لیکن تھرڈ پارٹی ایپس کے لیے سرکاری طور پر ضمانت شدہ نہیں۔ مکمل اعتماد کے لیے: اپنی API-Key (Pay-as-you-go)۔
vi: Đăng nhập gói đăng ký Claude thường hoạt động, nhưng không được đảm bảo chính thức cho ứng dụng bên thứ ba. Để đáng tin cậy hoàn toàn: dùng API-Key riêng (trả theo mức dùng).
zh_hans: Claude 订阅登录大多能用，但官方并不保证第三方应用可以这么用。想要完全可靠：用自己的 API 密钥（按量付费）。

source: Der Datenspeicher lässt sich nicht öffnen — Änderungen dieser Sitzung gehen beim Beenden verloren.
ar: تعذّر فتح مخزن البيانات — ستُفقد تغييرات هذه الجلسة عند الإغلاق.
bn: ডেটা স্টোর খোলা যাচ্ছে না — এই সেশনের পরিবর্তন বন্ধ হলে হারিয়ে যাবে।
en: The data store can't be opened — changes from this session will be lost when you quit.
es: No se puede abrir el almacén de datos: los cambios de esta sesión se perderán al cerrar.
fr: Impossible d'ouvrir le stockage des données — les modifications de cette session seront perdues à la fermeture.
hi: डेटा स्टोर खोला नहीं जा सका — इस सत्र में किए गए बदलाव बंद करते ही खो जाएँगे।
id: Penyimpanan data tidak dapat dibuka — perubahan sesi ini akan hilang saat ditutup.
it: Impossibile aprire l'archivio dati — le modifiche di questa sessione andranno perse alla chiusura.
ja: データの保存先を開けません — この起動中の変更は終了時に失われます。
ko: 데이터 저장소를 열 수 없습니다 — 이 세션의 변경 사항은 종료 시 손실됩니다.
pt: Não é possível abrir o armazenamento de dados — as alterações desta sessão perdem-se ao fechar.
ru: Хранилище данных не открывается — изменения этого сеанса пропадут при выходе.
tr: Veri deposu açılamıyor — bu oturumdaki değişiklikler kapatıldığında kaybolur.
ur: ڈیٹا اسٹور کھولا نہیں جا سکتا — اس سیشن کی تبدیلیاں بند کرنے پر ضائع ہو جائیں گی۔
vi: Kho dữ liệu không thể mở — thay đổi trong phiên này sẽ mất khi đóng.
zh_hans: 无法打开数据存储 — 本次会话的改动会在退出时丢失。

source: Der Prozess endete, ohne dass die App es mitbekommen hat. Die Ursachen unten sind nach Plausibilität geordnet.
ar: انتهت العملية دون أن يلاحظ التطبيق ذلك. والأسباب أدناه مرتّبة حسب الاحتمالية.
bn: প্রসেস শেষ হয়েছে, অ্যাপ তা জানতে পারেনি। নিচের কারণগুলো সম্ভাব্যতা অনুযায়ী সাজানো।
en: The process ended without the app noticing. The causes below are ordered by how likely they are.
es: El proceso terminó sin que la app se enterara. Las causas de abajo están ordenadas por plausibilidad.
fr: Le processus s'est terminé sans que l'app s'en aperçoive. Les causes ci-dessous sont classées par plausibilité.
hi: प्रोसेस बिना ऐप को पता चले समाप्त हो गया। नीचे दिए कारण संभावना के हिसाब से क्रम में हैं।
id: Proses berakhir tanpa diketahui aplikasi. Penyebab di bawah diurutkan menurut kemungkinan.
it: Il processo è terminato senza che l'app se ne accorgesse. Le cause qui sotto sono ordinate per plausibilità.
ja: アプリが気づかないうちにプロセスが終了しました。下の原因は、可能性の高い順に並べています。
ko: 앱이 인지하지 못한 채 프로세스가 종료되었습니다. 아래 원인은 가능성 순으로 정렬되어 있습니다.
pt: O processo terminou sem que a app desse por isso. As causas abaixo estão ordenadas por plausibilidade.
ru: Процесс завершился, а приложение этого не заметило. Причины ниже отсортированы по правдоподобности.
tr: Süreç, uygulama fark etmeden sona erdi. Aşağıdaki nedenler olasılığa göre sıralanmıştır.
ur: پراسیس ختم ہو گیا، ایپ کو پتہ نہیں چلا۔ نیچے دی گئی وجوہات امکان کے مطابق ترتیب دی گئی ہیں۔
vi: Tiến trình kết thúc mà ứng dụng không nhận biết được. Các nguyên nhân bên dưới được sắp xếp theo mức độ khả thi.
zh_hans: 进程被结束时应用完全没有察觉。下面的原因按可能性排序。

source: Der Prozess ist beendet worden, ohne dass die App das mitbekommen hat.
ar: أُنهيت العملية دون أن يلاحظ التطبيق ذلك.
bn: প্রসেস বন্ধ হয়েছে, অ্যাপ তা জানতে পারেনি।
en: The process was killed without the app noticing.
es: El proceso se terminó sin que la app se enterara.
fr: Le processus a été arrêté sans que l'app s'en aperçoive.
hi: प्रोसेस को बिना ऐप को पता चले समाप्त कर दिया गया।
id: Proses dihentikan tanpa diketahui aplikasi.
it: Il processo è stato terminato senza che l'app se ne accorgesse.
ja: アプリが気づかないままプロセスが終了させられました。
ko: 앱이 인지하지 못한 채 프로세스가 종료되었습니다.
pt: O processo foi terminado sem que a app se apercebesse.
ru: Процесс завершили, а приложение этого не заметило.
tr: Süreç, uygulama fark etmeden sonlandırıldı.
ur: پراسیس بند کر دیا گیا، ایپ کو پتہ نہیں چلا۔
vi: Tiến trình bị chấm dứt mà ứng dụng không nhận biết được.
zh_hans: 进程被终止了，App 完全没察觉。

source: Der bisherige Datenspeicher war unlesbar und wurde zur Seite gelegt. Ein Backup kannst du unten einspielen.
ar: مخزن البيانات السابق كان غير مقروء فوُضع جانبًا. يمكنك استعادة Backup من الأسفل.
bn: আগের ডেটা স্টোর পড়া যাচ্ছিল না তাই আলাদা করে রাখা হয়েছে। নিচে একটি ব্যাকআপ পুনরুদ্ধার করতে পারেন।
en: The old data store was unreadable and has been set aside. You can restore a backup below.
es: El almacén de datos anterior era ilegible y se apartó. Abajo puedes restaurar un backup.
fr: L'ancien stockage de données était illisible et a été mis de côté. Tu peux restaurer un Backup ci-dessous.
hi: पिछला डेटा स्टोर पढ़ने योग्य नहीं था और उसे अलग रख दिया गया है। नीचे से आप बैकअप बहाल कर सकते हैं।
id: Penyimpanan data sebelumnya tidak dapat dibaca dan telah disingkirkan. Anda dapat memulihkan backup di bawah.
it: L'archivio dati precedente era illeggibile ed è stato messo da parte. Qui sotto puoi ripristinare un backup.
ja: これまでのデータストアが読み取れなかったため、脇に退避しました。下から Backup を復元できます。
ko: 기존 데이터 저장소를 읽을 수 없어 별도로 보관했습니다. 아래에서 백업을 복원할 수 있습니다.
pt: O armazenamento de dados anterior estava ilegível e foi posto de parte. Podes repor um Backup em baixo.
ru: Прежнее хранилище данных не читалось и было отложено в сторону. Ниже можно восстановить данные из Backup.
tr: Önceki veri deposu okunamadı ve bir kenara ayrıldı. Aşağıda bir yedek geri yükleyebilirsiniz.
ur: پہلے کا ڈیٹا اسٹور پڑھا نہیں جا سکتا تھا اس لیے الگ رکھ دیا گیا۔ نیچے ایک بیک اپ بحال کیا جا سکتا ہے۔
vi: Kho dữ liệu trước đó không đọc được và đã được để riêng. Bạn có thể khôi phục một bản sao lưu bên dưới.
zh_hans: 原来的数据存储无法读取，已被移到一边。你可以在下面恢复一个 Backup。

source: Der gespeicherte Bericht des letzten Laufs wird entfernt. Der aktuelle Lauf wird weiter aufgezeichnet.
ar: سيُحذف التقرير المحفوظ لآخر تشغيل. أما التشغيل الحالي فيستمر تسجيله.
bn: শেষ রানের সংরক্ষিত রিপোর্ট মুছে ফেলা হবে। বর্তমান রান রেকর্ড হতেই থাকবে।
en: The saved report from the last run will be removed. The current run keeps being recorded.
es: Se eliminará el informe guardado de la última ejecución. La ejecución actual se sigue registrando.
fr: Le rapport enregistré de la dernière session sera supprimé. La session en cours continue d'être enregistrée.
hi: पिछले रन की सेव की गई रिपोर्ट हटा दी जाएगी। मौजूदा रन दर्ज होता रहेगा।
id: Laporan yang tersimpan dari sesi terakhir akan dihapus. Sesi saat ini akan terus direkam.
it: Il report salvato dell'ultima esecuzione verrà rimosso. L'esecuzione attuale continua a essere registrata.
ja: 前回の実行の保存済みレポートを削除します。今の実行はそのまま記録され続けます。
ko: 마지막 실행의 저장된 보고서가 삭제됩니다. 현재 실행은 계속 기록됩니다.
pt: O relatório guardado da última execução será removido. A execução atual continua a ser registada.
ru: Сохранённый отчёт о прошлом запуске будет удалён. Текущий запуск продолжит записываться.
tr: Son oturumun kayıtlı raporu kaldırılacak. Mevcut oturum kaydedilmeye devam edecek.
ur: آخری رن کی محفوظ شدہ رپورٹ حذف ہو جائے گی۔ موجودہ رن ریکارڈ ہوتا رہے گا۔
vi: Báo cáo đã lưu của lần chạy cuối sẽ bị xóa. Lần chạy hiện tại sẽ tiếp tục được ghi lại.
zh_hans: 已保存的上次运行报告将被删除。本次运行会继续记录。

source: Der normale Chat, der auch Mini-Apps baut.
ar: الدردشة العادية التي تبني Mini-Apps أيضًا.
bn: সাধারণ চ্যাট, যা Mini-Apps-ও তৈরি করে।
en: The regular chat — it builds Mini-Apps too.
es: El chat de siempre, el que también crea Mini-Apps.
fr: Le chat normal, celui qui crée aussi des Mini-Apps.
hi: सामान्य चैट, जो Mini-Apps भी बनाता है।
id: Chat biasa yang juga membuat Mini-Apps.
it: La chat normale, quella che crea anche le Mini-App.
ja: Mini-App も作れる、ふつうのチャット。
ko: Mini-App도 만드는 일반 채팅.
pt: O chat normal, que também cria Mini-Apps.
ru: Обычный чат, который ещё и собирает Mini-Apps.
tr: Mini-App'ler de oluşturan normal sohbet.
ur: عام چیٹ، جو Mini-Apps بھی بناتی ہے۔
vi: Trò chuyện thông thường cũng xây dựng Mini-App.
zh_hans: 普通聊天，也能构建 Mini-Apps。

source: Diagnose
ar: التشخيص
bn: ডায়াগনস্টিক
en: Diagnostics
es: Diagnóstico
fr: Diagnostic
hi: डायग्नोसिस
id: Diagnosis
it: Diagnostica
ja: 診断
ko: 진단
pt: Diagnóstico
ru: Диагностика
tr: Tanı
ur: تشخیص
vi: Chẩn đoán
zh_hans: 诊断

source: Diagnose löschen
ar: حذف التشخيص
bn: ডায়াগনস্টিক মুছুন
en: Clear diagnostics
es: Borrar diagnóstico
fr: Effacer le diagnostic
hi: डायग्नोसिस मिटाएँ
id: Hapus diagnosis
it: Elimina diagnostica
ja: 診断データを削除
ko: 진단 삭제
pt: Apagar diagnóstico
ru: Очистить диагностику
tr: Tanıyı sil
ur: تشخیص حذف کریں
vi: Xóa chẩn đoán
zh_hans: 清除诊断信息

source: Diagnose löschen?
ar: حذف التشخيص؟
bn: ডায়াগনস্টিক মুছবেন?
en: Clear diagnostics?
es: ¿Borrar el diagnóstico?
fr: Effacer le diagnostic ?
hi: डायग्नोसिस मिटाएँ?
id: Hapus diagnosis?
it: Eliminare la diagnostica?
ja: 診断データを削除しますか？
ko: 진단을 삭제할까요?
pt: Apagar diagnóstico?
ru: Очистить диагностику?
tr: Tanı silinsin mi?
ur: تشخیص حذف کریں؟
vi: Xóa chẩn đoán?
zh_hans: 清除诊断信息？
